Repository: SnipeFoo/YeelightTranslation
Catalog: yeelightblue/ios/Yeelight-*.strings
Languages: fr

# SceneMode_Text_Yuedu
source: Reading
fr: Lecture

# SceneMode_Text_Luori
source: Sunset
fr: Couchant

# SceneMode_Text_Yulin
source: Forest
fr: Forêt

# SceneMode_Text_AiqinHai
source: Sea
fr: Océan

# SceneMode_Text_Yese
source: Night
fr: Nuit

# SceneMode_Text_Zhuguang
source: Candlelight
fr: Chandelle

# SceneMode_Text_KanguiPian
source: Colorful
fr: Coloré

# SceneMode_Text_Juhui
source: Party
fr: Fête

# Button_Done
source: Done
fr: Terminer

# Button_Close
source: Close
fr: Fermer

# Button_Yes
source: YES
fr: Oui

# Button_No
source: Cancel
fr: Annuler

# Button_Next
source: Next
fr: Suivant

# Button_AddBulb
source: Add Bulb
fr: Ajouter une ampoule

# Button_AddGroup
source: Add Group
fr: Ajouter un groupe

# Button_SetDefaultColor
source: Set Default Color
fr: Définir la couleur par défaut

source: Edit Bulb Name
fr: Editer le nom de l'ampoule

# BulbName_Cannot_Be_Empty
source: Bulb name can't be empty.
fr: Le nom de l'ampoule ne peut pas être vide.

# DelaySwith_Cannot_Apply_On_Group
source: Timer only works for single bulb.
fr: Le minuteur ne fonctionne pas pour un groupe.

# Msg_Delay_Msg
source: %0.2d:%0.2d bulb will %@
fr: %0.2d:%0.2d l'ampoule sera %@

# Device_Is_Not_Near_By
source: Device not in range
fr: Ampoule hors de portée

source: Device is connecting
fr: Connexion à l'ampoule

# Msg_Added_n_Bulbs
source: %d bulbs added
fr: %d ampoule(s) ajoutée(s)

# Msg_Bulb_Info
source: Bulb Info
fr: Informations sur l'ampoule

# Msg_About
source: About
fr: A propos

# Msg_Setting
source: Settings
fr: Paramètres

# Msg_Delay_Tip
source: Slide following blocks to set time
fr: Faites glisser les blocs suivants pour régler l'heure

# Msg_ColorFlow_Tip
source: Click center to choose picture
fr: Appuyez au centre pour choisir l'image

# Msg_Color_White
source: White
fr: Blanc

# Msg_Set_Default_Color_Succeed
source: Set default color succeed
fr: Couleur par défaut enregistrée

# Msg_Set_Default_Color_NoBulb
source: No bulb connected
fr: Aucune ampoule connectée

# GroupName_AllBulb
source: All Bulbs
fr: Toutes les ampoules

# AddBublGroup_Msg_No_Bulb_Selected
source: Please select at least one bulb for this group.
fr: Merci de choisir au moins une ampoule pour ce groupe.

# AddBulbGroup_Msg_No_GroupName
source: Group name can't be empty.
fr: Le nom du groupe ne peut pas être vide.

# AddBulbGroup_Tip1
source: Click following item to identify bulbs.
fr: Toucher pour identifier les ampoules.

# AddBulbGroup_Title
source: Group Name
fr: Nom du groupe

# AddBulb_Tip_1
source: Install the light bulb into mount base,
fr: Installez l'ampoule dans votre lampe,

# AddBulb_Tip_2
source: then turn on it.
fr: puis, allumez-la.

# AddBulb_Step2_Tip1
source: Click following item to identify bulbs;
fr: Touchez pour identifier les ampoules;

# AddBulb_Step2_Tip2
source: Use the edit icon to change name;
fr: Utilisez l'icône d'édition pour changer le nom;

# AddBulb_Step2_Tip3
source: Check the bulb, then Done to finish Adding.
fr: Vérifiez l'ampoule, puis appuyez sur Terminer.

# Menu_Title_ColorBght
source: Brightness/Color
fr: Luminosité/Couleur

# Menu_Title_Delay
source: Timer On/Off
fr: Minuteur On/Off

# Menu_Title_ColorFlow
source: Flowing Color
fr: Vagues de couleurs

# Menu_Title_Music
source: Disco Time
fr: Disco

# Menu_Title_Music_Bow
source: Music Rainbow
fr: Arc-en ciel

# Menu_Title_Default_Color
source: Set Default Color
fr: Couleur par défaut

# Menu_SubTitle_ColorBght
source: Slide rainbow to change color
fr: Glisser pour changer la couleur

# Menu_SubTitle_Delay
source: Set time for bulb to be on/off
fr: Choisir l'heure d'allumage et d'extinction

# Menu_SubTitle_ColorFlow
source: Show colors of choosed photo
fr: Affiche les couleurs d'une photo

# Menu_SubTitle_Music
source: Bulb changes colors following music
fr: Change de couleur en fonction de la musique

# Menu_SubTitle_Music_Bow
source: Following rhythm (one color per bulb)
fr: Suit le rythme(une couleur par ampoule)

# Menu_SubTitle_DefaultColor
source: Set default color for bulb when power on
fr: Choisir la couleur de l'ampoule à l'allumage

# Tip_Image0
source: guid0_en.png
fr: guid0_fr.png

# Tip_Image0_4s
source: guid0_4s_en.png
fr: guid0_4s_fr.png

# Tip_Image1
source: guid1_en.png
fr: guid1_fr.png

# Tip_Image_4s
source: guid1_4s_en.png
fr: guid1_4s_fr.png

# Tip_Image2
source: guid_addbulb_en.png
fr: guid_addbulb_fr.png
